Repository: novetrendy/EAN-DD-FS
Catalog: languages/nt-EDDSDFS-*.po
Languages: cs_cz

source: Enable support for EAN ?
cs_cz: Povolit EAN?

source: Enable support for Delivery Date ?
cs_cz: Povolit Dobu doručení?

source: Enable support for Title Short Descriptions ?
cs_cz: Povolit přídavný popisek k názvu zboží?

source: Add string " ..." after Title Descriptions ?
cs_cz: Přidat na konec popisku řetězec " ..." ?

source: Show Delivery Date on product details?
cs_cz: Zobrazit Dobu doručení v detailu produktu?

source: Show Delivery Date on archive pages?
cs_cz: Zobrazit Dobu doručení v seznamu zboží?

source: Show Free Shipping on product details?
cs_cz: Zobrazit štítek DOPRAVA ZDARMA v detailu produktu?

source: Show Free Shipping on archive pages?
cs_cz: Zobrazit štítek DOPRAVA ZDARMA v seznamu zboží?

source: Show Free Shipping Badge ?
cs_cz: Zobrazit štítek DOPRAVA ZDARMA nad názvem produktu v seznamu zboží?

source: Settings Delivery Date
cs_cz: Nastavení Doby doručení

source: Settings frontend CSS
cs_cz: Nastavení vzhledu

source: CSS rules for Title Descriptions
cs_cz: CSS - přídavný popisek k názvu zboží

source: CSS rules for Delivery Date
cs_cz: CSS - Doba doručení

source: CSS rules for Free Shipping (archive page)
cs_cz: CSS - DOPRAVA ZDARMA (detail produktu)

source: CSS rules for Free Shipping (catalog)
cs_cz: CSS - DOPRAVA ZDARMA (seznam zboží)

source: CSS rules for Badge Free Shipping
cs_cz: CSS - DOPRAVA ZDARMA (nad názvem produktu v seznamu zboží)

source: CSS rules for Wrap Badge Free Shipping
cs_cz: CSS - kontejner DOPRAVA ZDARMA (nad názvem produktu v seznamu zboží)

source: Settings Delivery Date title:
cs_cz: Nastavení popisků Doby doručení:

source: Settings frontend CSS:
cs_cz: Nastavení CSS - zobrazení ve frontendu:

source: EAN, Delivery Date, Short Description and Free Shipping
cs_cz: EAN, doba doručení, krátký popisek a doprava zdarma

source: Add and show few custom fields to woocommerce products. Add new: EAN field, Delivery Date field, Title Short Description field and Free Shipping badge
cs_cz: EAN, doba doručení, krátký popisek a doprava zdarma přidá a zobrazí pár nových polí k woocommerce produktům. Přidá nové: pole EAN, pole Doba doručení, Krátký popisek který se zobrazí nad nadpisem produktu v katalogu a štítek DOPRAVA ZDARMA.

source: Webstudio Nove Trendy
cs_cz: Webstudio Nove Trendy (New Trends)

source: New Trends
cs_cz: Nové Trendy

source: Mainpage for setting plugins from New Trends
cs_cz: Rozcestník pro nastavení pluginů Nové Trendy

source: WebStudio New Trends
cs_cz: Webstudio Nove Trendy

source: Plugin EAN, Delivery Date, Short Description and Free Shipping add and show few custom fields to woocommerce products. Add new: EAN field, Delivery Date field, Title Short Description field and Free Shipping badge
cs_cz: Plugin EAN, doba doručení, krátký popisek a doprava zdarma přidá a zobrazí pár nových polí k woocommerce produktům. Přidá nové: pole EAN, pole Doba doručení, Krátký popisek který se zobrazí nad nadpisem produktu v katalogu a štítek DOPRAVA ZDARMA.

source: Enter the EAN
cs_cz: Zadejte EAN

source: Enter the product EAN.
cs_cz: Zadejte EAN produktu

source: Delivery Date
cs_cz: Doba doručení

source: Enter the Delivery Date
cs_cz: Zadejte dobu doručení ve dnech

source: Enter the delivery date of the product in days.
cs_cz: Zadejte dobu doručení ve dnech

source: In Stock
cs_cz: Skladem

source: Within three days
cs_cz: Do tří dnů

source: Within a week
cs_cz: Do týdne

source: 1 - 2 weeks
cs_cz: 1 - 2 týdny

source: 2 - 3 weeks
cs_cz: 2 - 3 týdny

source: 2 - 4 weeks
cs_cz: 2 - 4 týdny

source: 3 - 5 weeks
cs_cz: 3 - 5 týdnů

source: 4 - 6 weeks
cs_cz: 4 - 6 týdnů

source: 4 - 7 weeks
cs_cz: 4 - 7 týdnů

source: FREE SHIPPING !!!
cs_cz: DOPRAVA ZDARMA !!!

source: FOR THE CURRENT PRICE PLEASE CALL
cs_cz: PRO AKTUÁLNÍ CENU NÁS PROSÍM KONTAKTUJTE TELEFONICKY

source: Short Title Description
cs_cz: Krátký popisek

source: Enter a short description that appears above the title product in the catalog. <br /> A maximum of 180 characters.
cs_cz: Zadejte krátký popisek, který se zobrazí nad názvem produktu v katalogu.<br />Maximálně 180 znaků.

source: <strong>EAN, Delivery Date, Short Description and Free Shipping</strong> requires active Woocommerce plugin. Because Woocommerce plugin is not installed or active <strong>plugin has been deactivated</ strong>.
cs_cz: <strong>EAN, doba doručení, krátký popisek a doprava zdarma</strong> potřebuje ke svému běhu aktivní plugin Woocommerce. Protože Woocommerce není naistalováno, nebo není aktivní <strong>plugin byl deaktivován</strong>

source: Settings EAN, Delivery Date, Short Description and Free Shipping
cs_cz: Nastavení pluginu EAN, doba doručení, krátký popisek a doprava zdarma

source: EAN, Delivery Date, Short Description and Free Shipping - Plugin settings
cs_cz: EAN, doba doručení, krátký popisek a doprava zdarma - Nastavení pluginu

source: Settings
cs_cz: Nastavení

source: Delivery Date 0 day:
cs_cz: Doba doručení = 0 dnů:

source: Delivery Date 1 - 3 days:
cs_cz: Doba doručení = 1 - 3 dny:

source: Delivery Date 4 - 7 days:
cs_cz: Doba doručení = 4 - 7 dní:

source: Delivery Date 8 - 14 days:
cs_cz: Doba doručení = 8 - 14 dní:

source: Delivery Date 15 - 21 days:
cs_cz: Doba doručení = 15 - 21 dní:

source: Delivery Date 22 - 28 days:
cs_cz: Doba doručení = 22 - 28 dní:

source: Delivery Date 29 - 35 days:
cs_cz: Doba doručení = 29 - 35 dní:

source: Delivery Date 36 - 42 days:
cs_cz: Doba doručení = 36 - 42 dní:

source: Delivery Date 43 - infinite days:
cs_cz: Doba doručení = 43 a více dní:

source: Settings plugin functions:
cs_cz: Nastavení funkcí pluginu:

source: Default:
cs_cz: Výchozí:
